Revit 2027 API
FamilyTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual FamilyTypeSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As FamilyTypeSetIterator
public:
virtual FamilyTypeSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> FamilyTypeSetIterator
override ReverseIterator : unit -> FamilyTypeSetIterator
Return Value
FamilyTypeSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
FamilyTypeSet Class
Autodesk.Revit.DB Namespace